Revit 2027 API
BuiltInFailures.GroupFailures.AttachedGroupNoPasteToView Property
 An attached group cannot be pasted into the selected view type and has been omitted from the elements being pasted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AttachedGroupNoPasteToView { get; }
Public Shared ReadOnly Property AttachedGroupNoPasteToView As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AttachedGroupNoPasteToView {
	FailureDefinitionId^ get ();
}
static member AttachedGroupNoPasteToView : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace